console.log(
  `Чек-лист для проверки вёрстки - https://rolling-scopes-school.github.io/checklist/
Все пукнты ТЗ соблюдены, вёерстка соответствует макету и указанным критериям.
Реализована плавная интерактивность элементов:
- при наведении курсора на пукнты навигации они меняют цвет;
- при клике на пукнты навигации появляется нижнее подчеркивание, страница плавно прокручивается до выбранной секции / происходит переход на другую страницу;
- при наведении курсора на карточки они меняют свой вид - кнопки менят фоновый цвет, меняется фон карточек;
- при клике на адреса в футере открываются вкладки с google.maps;
- при клике на телефон / email открываются соответсвующие окна;
- кнопки пагинации, кнопки со стрелками меняются при наведении (кроме неактивных стрелок назад на странице Pets)`
);
